Repository: flagshipcompany/flagship-for-woocommerce-bedrock
Catalog: languages/flagship-woocommerce-extension-*.po
Languages: fr_ca

source: FlagShip Shipping
fr_ca: Expédition FlagShip

source: Enable
fr_ca: Activer

source: Enable this shipping method
fr_ca: Activer cette méthode d'expédition

source: FlagShip access token
fr_ca: Clé FlagShip

source: Debug mode
fr_ca: Mode débogage

source: Enable debug mode
fr_ca: Activer le mode de débogage

source: If enabled, errors will be displayed in the pages showing shipping rates
fr_ca: Si cette option est activée, des erreurs seront affichées dans les pages indiquant les tarifs d'expédition

source: After <a href="%s">signup </a>, <a target="_blank" href="%s">get an access token here </a>.
fr_ca: Après vous être <a href="%s">incrit </a>, <a target="_blank" href="%s">générez une clé FlagShip ici </a>.

source: Offer standard rates
fr_ca: Offrir des tarifs standard

source: Offer express rates
fr_ca: Offrir des tarifs express

source: Offer DHL ecommerce rates
fr_ca: Offrir des tarifs de DHL ecommerce

source: Available for international destinations when package is less than 2kg
fr_ca: Disponible pour les destinations internationales lorsque le poids du colis est inférieur à 2 kg

source: Only show the cheapest rate
fr_ca: Afficher uniquement le tarif le moins cher

source: Shipping cost markup
fr_ca: Marge sur le cout d'expédition

source: Shipping cost markup (%)
fr_ca: Marge sur le cout d'expédition (%)

source: Shipping cost markup in percentage
fr_ca: Marge sur le cout d'expédition en pourcentage

source: Obtain FlagShip shipping rates for orders and export order to FlagShip to dispatch shipment
fr_ca: Obtenir les tarifs d'expédition FlagShip pour les commandes et exporter la commande vers FlagShip pour expédier l'expédition

source: Rates
fr_ca: Tarifs

source: Disable %s rates
fr_ca: Désactiver %s

source: Store owner may apply additional fee for shipping.
fr_ca: L’expéditeur peut choisir d’appliquer une marge sur l’expédition.

source: Markup
fr_ca: Marge Commerciale

source: Shipping cost markup in flat fee ($)
fr_ca: Marge sur le cout d'expédition en frais fixes ($)

source: Shipping cost markup in flat fee (this will be applied after the percentage markup)
fr_ca: Marge sur le cout d'expédition en frais fixes (ceci sera appliqué après la majoration en pourcentage)

source: Shipping Options
fr_ca: Les options d'expédition

source: Show transit time in shopping cart
fr_ca: Afficher le temps de transit dans le panier

source: If checked, the transit times of couriers will be shown
fr_ca: Si coché, les temps de transit des coursiers seront affichés

source: Signature required on delivery
fr_ca: Signature requise à la livraison

source: If checked, all the shipments to this shipping zone will be signature required on delivery
fr_ca: Si coché, tous les envois vers cette zone d'expédition seront signés à la livraison

source: Residential receiver address
fr_ca: Adresse du destinataire résidentiel

source: If checked, all the receiver addresses in this shipping zone will be considered residential
fr_ca: Si cochée, toutes les adresses de réception dans cette zone d'expédition seront considérées comme résidentielle.

source: This cost will be applied only once per shipment, regardless of the number of products belonging to that shipping class.
fr_ca: Le coût sera appliqué qu'une seule fois par expédition, quelque soit le nombre de produits appartenant à cette classe de livraison.

source: Tracking emails
fr_ca: Suivi par couriel

source: Boxes
fr_ca: Boîtes

source: The emails (separated by ;) to receive tracking information of shipments.
fr_ca: Les e-mails (séparé par ;) pour recevoir les informations de suivi des expéditions.

source: Send tracking emails
fr_ca: Envoyer des e-mails de suivi

source: If checked, customers will receive the tracking emails of a shipment.
fr_ca: Si cette case est cochée, les clients recevront les e-mails de suivi d'un envoi.

source: Box split
fr_ca: Répartir vos envois dans les boîtes

source: Box split weight
fr_ca: Poids par boîte

source: Everything in one box
fr_ca: Tout dans une seule boîte

source: One box per item
fr_ca: Une boîte par article

source: Split by weight
fr_ca: Divisé en poids

source: Use FlagShip Packing API to pack items into
fr_ca: Utiliser l'API FlagShip pour empaqueter les objets dans les

source: Set up the boxes under "FlagShip/Package boxes" in the menu
fr_ca: Configurez les cases sous "FlagShip/Boîtes d'emballage" dans le menu

source: Maximum weight in each box (only used when 'Split by weight' is chosen for box split.
fr_ca: Poids maximum dans chaque boîte (uniquement utilisé lorsque «Diviser en poids» est choisi pour la division de la boîte.

source: FlagShip eCommerce Shipping
fr_ca: Expédition FlagShip pour eCommerce

source: This order has already been exported to FlagShip
fr_ca: Cette commande a déjà été exportée vers FlagShip

source: Send to FlagShip
fr_ca: Envoyer vers FlagShip

source: This order was fulfilled with our DHL Ecommerce service. This order will need to be bundled together in a bundled shipment in order to be fulfilled by the courier
fr_ca: Cette commande a été exécutée avec notre service de DHL Ecommerce. Cette commande devra être regroupée dans un envoi groupé afin d'être exécutée par le service de messagerie

source: For more information about our DHL Ecommerce service
fr_ca: Pour plus d'informations sur notre service de DHL Ecommerce

source: Click here
fr_ca: Cliquez ici

source: Order not exported to FlagShip
fr_ca: Commande non exportée vers FlagShip

source: Dispatched
fr_ca: Confirmé

source: NOT dispatched
fr_ca: PAS confirmé

source: Cancelled
fr_ca: Annulé

source: Time in transit
fr_ca: Temps en transit

source: day
fr_ca: jour

source: days
fr_ca: jours

source: Shipment
fr_ca: Expédition

source: Manage shipment
fr_ca: Gestion des expéditions

source: Visit FlagShip site
fr_ca: Visitez la site de FlagShip

source: Package boxes
fr_ca: Boîtes d'emballage

source: Settings
fr_ca: Réglages

source: Export
fr_ca: Exportation

source: HS code
fr_ca: Code HS

source: Country of origin
fr_ca: Pays d'origine

source: The HS (Harmonized Commodity Description and Coding System) Code is a 6–10 digit number for international shipments
fr_ca: Le code HS (Système harmonisé de description et de codification des marchandises) est un numéro à 6 à 10 chiffres pour les expéditions internationales

source: Model name
fr_ca: Nom du modèle

source: Length (in)
fr_ca: Longueur (in)

source: Width (in)
fr_ca: Largeur (in)

source: Height (in)
fr_ca: Hauteur (in)

source: Weight (LB)
fr_ca: Poids (LB)

source: Extra charge ($) (optional)
fr_ca: Frais supplémentaire ($) (optionnel)

source: Boxes have been saved.
fr_ca: Les boîtes ont été enregistrées.

source: Invalid submission. Please check all the fields.
fr_ca: Soumission non valide. Veuillez cocher tous les champs.

source: Saving failed.
fr_ca: L'enregistrement a échoué.

source: Note: When calculating shipping rates, if no box is set up or no suitable boxes are available for items, all the items will be placed in one single package for the calculation.
fr_ca: Remarque: lors du calcul des tarifs d'expédition, si aucune boîte n'est configurée ou qu'aucune boîte appropriée n'est disponible pour les articles, tous les articles seront placés dans un seul colis pour le calcul.

source: Outer
fr_ca: Extérieure

source: Inner
fr_ca: Intérieur

source: Supported
fr_ca: Soutenu

source: Empty
fr_ca: Vide

source: FlagShip status
fr_ca: Statut de FlagShip

source: exported
fr_ca: exporté

source: not exported
fr_ca: non exporté
